---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SheetCurrentRevisionIssuedTo
source: html/b1b80493-b634-72b8-f2aa-62a9e00f76eb.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SheetCurrentRevisionIssuedTo Property

"Current Revision Issued To"

## Syntax (C#)
```csharp
public static ForgeTypeId SheetCurrentRevisionIssuedTo { get; }
```